module.exports = {
	'52001': '请求超时：检查请求内容是否超长，确认原文或译文语言是否在支持列表中。',
	'52002': '系统错误：请稍后重试。',
	'52003': '未授权用户：请检查 AppID 是否正确或服务是否已开通。',
	'54000': '必填参数为空：请检查是否缺少必填参数。',
	'54001': '签名错误：请确认签名生成方法[密钥(SecretKey)]是否正确。',
	'54003': '访问频率受限：请降低调用频率，或完成身份认证后升级为高级版/尊享版。',
	'54004': '账户余额不足：请前往管理控制台充值。',
	'54005': '长query请求频繁：请降低长query的发送频率，稍等 3 秒后重试。',
	'58000': '客户端 IP 非法：请检查个人资料中的 IP 地址设置是否正确，可在开发者信息中修改。',
	'58001': '译文语言方向不支持：请确认译文语言是否在支持的语言列表中。',
	'58002': '服务当前已关闭：请前往管理控制台开启服务。',
	'58003': '此 IP 已被封禁：同一 IP 当日使用多个 AppID 发送翻译请求会被封禁，请勿将 AppID 和密钥泄露给第三方。',
	'90107': '认证未通过或未生效：请检查认证进度。',
	'20003': '请求内容存在安全风险：请检查请求内容是否合规。'
};